import { IStore } from "./types";

export const mockStores: IStore[] = [
  {
    id: 'e59a59e7-5daa-4449-af67-1fa974507fd1',
    name: 'Цветочная Гармония',
    description:
      '"Цветочная Гармония" - это уютный магазин цветов и подарков, расположенный в сердце города. Мы предлагаем широкий ассортимент свежих цветов, от классических роз и лилий до экзотических орхидей и пионов. Наша команда талантливых флористов создает уникальные букеты и композиции, идеально подходящие для любого случая - будь то свадьба, день рождения или просто желание порадовать близкого человека. В "Цветочной Гармонии" вы также найдете широкий выбор подарков: от ароматических свечей и стильных ваз до ручной работы открыток и наборов для домашнего садоводства. Мы гордимся тем, что предлагаем товары высочайшего качества, и наша дружелюбная команда всегда готова помочь вам выбрать идеальный подарок.',
    logo: null,
  },
];
